api/cuneiform-api/app/controllers/api/v1/canvases_controller.rb

      def index
        canvases = Canvase.all
---
SELECT "canvases".* FROM "canvases"

      def show
        canvase = Canvase.find_by(params[:id])
---
SELECT "canvases".* FROM "canvases" WHERE (1) LIMIT ?  [["LIMIT", 1]]