api/cuneiform-api/app/controllers/api/v1/comments_controller.rb

      def index
        comments = Comment.all
---
SELECT "comments".* FROM "comments"