api/cuneiform-api/app/controllers/api/v1/images_controller.rb

SELECT "images".* FROM "images"
---
      def index
        images = Image.all

SELECT "images".* FROM "images" WHERE (1) LIMIT ?  [["LIMIT", 1]]
---
      def show
        image = Image.find_by(params[:id])