api/cuneiform-api/app/controllers/api/v1/likes_controller.rb

SELECT "likes".* FROM "likes"
---
      def index
        likes = Like.all