api/cuneiform-api/app/controllers/api/v1/users_controller.rb

      def index
        users = User.all
---
SELECT "users".* FROM "users"

      def show
        user = User.find_by(params[:id])
---
SELECT "users".* FROM "users" WHERE (1) LIMIT ?  [["LIMIT", 1]]