api/cuneiform-api/app/controllers/api/v1/videos_controller.rb

SELECT "videos".* FROM "videos"
---
      def index
        videos = Video.all